[
    {
        "name": "Sol",
        "description": "A carefree young lad living in the small, peaceful kingdom of Lux. Sol, with his brash nature and hot head, often gets into trouble with the surrounding townsfolk. No one is spared from his antics, least of all his childhood friend, Diana, with whom he is always arguing about something or other. His dream has always been to serve as a soldier of the Avalon Empire and ride on one of their fabled airships.",
        "hp": 20,
        "mp": 5,
        "str": 3,
        "spd": 3,
        "vit": 2,
        "int": 0,
        "mnd": 0,
        "innate_abilities": [
            "Counter"
        ],
        "side": "light",
        "image": "img/sol_sprite.png"
    },
    {
        "name": "Sarah",
        "description": "Sarah, a divine young woman whose past is shrouded in mystery, was taken prisoner by the Empire aboard their most secure airship for reasons unknown. Though naturally quiet in nature, her grace and poise suggest that she may be more than she appears...",
        "hp": 2,
        "mp": 14,
        "str": 0,
        "spd": 2,
        "vit": 0,
        "int": 3,
        "mnd": 3,
        "innate_abilities": [],
        "side": "light",
        "image": "img/sarah_sprite.png"
    },
    {
        "name": "Aigis",
        "description": "Diana's older brother, Aigis is a swordsman who has been training Sol in the way of the blade. His skill is unrivaled throughout Lux, leading many in thekingdom to refer to him as \"the hero of the land.\" His parents passed into the great beyond when Aigis was the tender age of ten, and he has been looking after her ever since.",
        "hp": 2,
        "mp": 14,
        "str": 0,
        "spd": 2,
        "vit": 0,
        "int": 3,
        "mnd": 3,
        "innate_abilities": [
            "Red Magic Lv. 1",
            "Cover"
        ],
        "innate_spells": [
            "Cure",
            "Libra",
            "Poisona",
            "Fire",
            "Blizzard",
            "Thunder"
        ],
        "side": "light",
        "image": "img/aigis_sprite.png"
    },
    {
        "name": "Dusk",
        "description": "His composed demeanor and deliberate manner of speech belie Dusk's unfortunate status as Alba's twin brother. His shirt always tucked in, buttoned down neatly with nary a wrinkle, Disk is the polar opposite of his more... unrefined sibling. When the Empire's eyes gaze elsewhere, he sneaks out of his dilapidated hut and secretly converses with someone...",
        "hp": 2,
        "mp": 14,
        "str": 0,
        "spd": 2,
        "vit": 0,
        "int": 3,
        "mnd": 3,
        "innate_abilities": [
            "White Magic Lv. 2"
        ],
        "ininate_spells": [
            "Cure",
            "Libra",
            "Poisona",
            "Slow",
            "Silence",
            "Mini"
        ],
        "side": "light",
        "image": "img/dusk_sprite.png"
    },
    {
        "name": "Nacht",
        "description": "The young, stoic Nacht was orphaned in a recent war and taken prisoner in Harmonia, a northern island to which spring never comes. These recent experiences have only hardened his already tough exterior, with his face as cold as rock and lips sealed tigher than a banker's vault.",
        "hp": 2,
        "mp": 14,
        "str": 0,
        "spd": 2,
        "vit": 0,
        "int": 3,
        "mnd": 3,
        "innate_abilities": [
            "Flee"
        ],
        "side": "dark",
        "image": "img/nacht_sprite.png"
    },
    {
        "name": "Diana",
        "description": "A bright, cheerful girl born and raised in Lux, Diana has always been praised by her elders for having a level head. Perhaps in part due to this, she tends to treat Sol like a young child despite their similar age. As the curtain rises on our story, Diana is waiting with bated breath for the return of her older brother, Aigis, who has been sent on an expedition to a far away land.",
        "hp": 2,
        "mp": 14,
        "str": 0,
        "spd": 2,
        "vit": 0,
        "int": 3,
        "mnd": 3,
        "innate_abilities": [
            "White Magic Lv. 1"
        ],
        "ininate_spells": [
            "Cure",
            "Libra",
            "Poisona"
        ],
        "side": "dark",
        "image": "img/diana_sprite.png"
    },
    {
        "name": "Alba",
        "description": "Never one to have her spirits dampened by ill fortune, Alba remains as incorrigible and acerbic in the hinterlands of Harmonia as she was before unfortunate circumstances led to her capture and subsequent imprisonment. Those who cross her or ruffle her feathers are doomed to suffer a verbal lashing for the ages.",
        "hp": 2,
        "mp": 14,
        "str": 0,
        "spd": 2,
        "vit": 0,
        "int": 3,
        "mnd": 3,
        "innate_abilities": [
            "Black Magic Lv. 2"
        ],
        "innate_spells": [
            "Fire",
            "Blizzard",
            "Thunder",
            "Poison",
            "Sleep",
            "Toad"
        ],
        "side": "dark",
        "image": "img/alba_sprite.png"
    },
    {
        "name": "Glaive",
        "description": "A childhood friend of both Sol and Diana, Glaive has more of a quick wit about him than the others. Like Sol, he is under Aigis' tutelage, hoping to become a swordsman whose name will be inscribed in the annals of Luxian history. At heart, he is both kind and gentle, watching over Sol and Diana with a benevolent smile.",
        "hp": 2,
        "mp": 14,
        "str": 0,
        "spd": 2,
        "vit": 0,
        "int": 3,
        "mnd": 3,
        "innate_abilities": [
            "Focus"
        ],
        "side": "dark",
        "image": "img/glaive_sprite.png"
    }
]